app/controllers/tickets_controller.rb

SELECT "tickets".* FROM "tickets"
SELECT "users".* FROM "users"
SELECT "events".* FROM "events"
---
	def index
    	@tickets = Ticket.all
    	@users = User.all
    	@events = Event.all